tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
brew "atuin"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "cairo"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnu-sed"
brew "harfbuzz"
brew "jq"
brew "neovim"
brew "openjdk"
brew "pyenv"
brew "ripgrep"
brew "rustup"
brew "stow"
brew "tldr"
brew "tree"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
cask "beekeeper-studio"
cask "cyberduck"
cask "font-jetbrains-mono-nerd-font"
cask "keepassxc"
cask "keycastr"
cask "kitty"
cask "mongodb-compass"
cask "pinta"
cask "postman"
cask "raycast"
cask "spotify"
cask "supercollider"
vscode "42crunch.vscode-openapi"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.bookmarks"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.color-info"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "drknoxy.eslint-disable-snippets"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ee92.folderize"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "jasonnutter.search-node-modules"
vscode "mjmlio.vscode-mjml"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "vilicvane.es-quotes"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vstirbu.vscode-mermaid-preview"
vscode "withfig.fig"
vscode "wmaurer.change-case"
vscode "xabikos.javascriptsnippets"
